story_config = 
{
    [1001] =
    {
        {idx = 1, words = "你为什么要背叛这些年来对你最亲近的人。"},
        {idx = 1, words = "难道只是为了那微不足道的金钱。"},
        {idx = 1, words = "让你可以在这里为所欲为。"},
        {idx = 2, words = "我别无选择，也没有退路。"},
        {idx = 2, words = "仇恨就像天边的浮云！"},
        {idx = 2, words = "或许有一天你会明白我为什么要这么做。"},
        {idx = 1, words = "这就是你的理由？"},
        {idx = 1, words = "或许是你太软弱，而不敢说不。"},
        {idx = 1, words = "即使是这时，你还是不敢出真像。"},
    },

    [1002] =
    {
        {idx = 1, words = "你居然解锁了上古巨魔之力。"},
        {idx = 2, words = "你果然比我想像的的要强。不过还是差了点。"},
        {idx = 2, words = "人为财死，鸟为食亡。"},
        {idx = 2, words = "这边是荒郊野岭，我就留你一口气，慢慢等死吧。"},
    },

    [1003] =
    {
        {idx = 1, words = "没想到我戎马一生，今日要葬身于此荒野。"},
    },

    [1004] =
    {
        {idx = 1, words = "糟糕，有狼群，可我走不动。"},
        {idx = 2, words = "delicious!"},
        {idx = 3, words = "yes!"},
    },

    [1005] =
    {
        {idx = 2, words = "你没事吧。这荒郊野岭的，到处都有狼出没。"},
        {idx = 1, words = "幸亏有你起来，不然我今天就命丧于此。谢谢。"},
        {idx = 2, words = "路见不平，拔刀相助。不必言谢。"},
        {idx = 2, words = "我们村庄就在这附近，我扶你回去养伤吧。"},
        {idx = 1, words = "那打扰了。"},
    },
}

